// pages/week/week.js
Page({
  data: {
    animeData: [
      {
        "name": "极速车魂（MF GHOST）",
        "updateDay": "周一",
        "type": "赛车 / 竞技 / 头文字D",
        "introduction": "故事发生在《头文字D》所述赛事结束后的近未来，公元202X年。在日本，汽车自动驾驶技术已经十分普及。在这样的时代背景下，诞生了一项公路汽车比赛。这项广受全世界欢迎的比赛名为MFG。保时捷、法拉利、兰博基尼等以速度著称的品牌汽车都相继参与到这项比赛中。而另一边，毕业于英国著名赛车学校的车手夏向·利文顿出于某种目的回到了日本。",
        "actors": "  片桐夏向：内田雄马\n  西园寺恋：佐仓绫音\n  　相叶瞬：小野大辅\n  米哈伊尔：神谷浩史\n  大石代吾：浪川大辅\n  赤羽海人：诹访部顺一\n  石神风神：安元洋贵\n  泽渡光辉：逢坂良太\n  　八潮翔：田边幸辅\n  　北原望：芹泽优",
        "production": "  　　导演：中智仁\n  系列构成：山下宪一\n  　　编剧：山下宪一\n  　　　　　稻荷明比古\n  　　人设：恩田尚之\n 总作画导演：恩田尚之\n  　　　　　坂本千代子\n  　　　　　油井彻太郎\n  　　音乐：土桥安骑夫\n  动画制作：FelixFilm",
        "douban_ratings": "7.9"
      },
      {
        "name": "黑暗集会",
        "updateDay": "周一",
        "type": "奇幻 / 猎奇 / 恐怖 / 战斗 / 怪谈 / 超自然",
        "introduction": "灵感少女夜宵因交通事故失去了双亲，母亲的灵魂还在事故时被恶灵夺走，为了找回夜宵母亲的灵魂，拥有通灵体质的萤多朗和夜宵一起前往恶灵弥漫的灵异地点。",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "7.2"
      },
      {
        "name": "爱犬讯号（DOG SIGNAL）",
        "updateDay": "周一",
        "type": "宠物狗 / 日常 / 训犬师",
        "introduction": "暂无",
        "actors": "  佐村未祐：小野贤章\n 丹羽真一郎：铃村健一\n  　泉律佳：甲斐田裕子\n 久宝铃之介：KENN\n  　　珊久：麦穗杏菜\n  　威尔逊：松田健一郎\n  　　优子：伊濑茉莉也",
        "production": "  　　导演：古桥一浩\n  系列构成：古桥一浩\n  　　编剧：芦野里实\n  　　音乐：大岛满\n  动画制作：富岳\n  　　制片：NHK",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "星灵感应",
        "updateDay": "周一",
        "type": "科幻 / 校园 / 日常 / 萌系热血 / 贴贴",
        "introduction": "　　我的话语无法传达给任何人。在这个地球上，无法传达给任何人。\n　　但是…一定会在某个地方…\n　　能听到的人，一定在某个地方！\n　　这是追寻宇宙的少女们，她们短暂而坚定的青春故事。",
        "actors": " 小之星海果：船户百合绘\n  　明内幽：深川芹亚\n  宝木遥乃：永牟田萌\n  　雷门瞬：青木志贵\n  笑原老师：高森奈津美\n 小之星穗波：羊宫妃那",
        "production": "  　　导演：小森香织\n  系列构成：高桥奈津子\n  　　　　　小森香织\n  　　人设：酒井孝裕\n 总作画导演：酒井孝裕\n　 3D导演：薄井俊作\n  　　音乐：sakai asuka\n  动画制作：Studio五组",
        "douban_ratings": "7.7"
      },
      {
        "name": "米奇与达利",
        "updateDay": "周一",
        "type": "悬疑 / 惊悚 / 搞笑 / 无厘头",
        "introduction": "　　1990年2月，神户市北区奥利贡村。\n　　一对双胞胎少年米奇和达利生活在一家儿童福利院。一天，他们被一对富裕的温厚老夫妇——园山夫妻收为养子，不是以“米奇”和“达利”的身份，而是作为一名叫“园山秘鸟”的少年。\n　　他们隐藏起真面目，扮演着园山秘鸟，逐渐融入奥利贡村。\n　　他们二人究竟为何要假装成一个人？其中隐藏着巨大的秘密和惊人的目的。",
        "actors": "  　　米奇：堀江瞬\n  　　达利：村濑步\n  园山洋子：三石琴乃\n  　园山修：松山鹰志\n  秋山俊平：浅沼晋太郎\n　  堤丸太：武内骏辅\n  一条瑛二：河西健吾\n  　梅特莉：诸星堇\n  　　小咪：齐藤贵美子\n  一条怜子：朴璐美",
        "production": "  　　导演：万球\n  　副导演：榎本守\n  系列构成：万球\n  　　人设：西畑亚由美\n 总作画导演：西畑亚由美\n　 3D导演：小川耕平\n  　　音乐：世武裕子\n  动画制作：GEEKTOYS\n  　　　　　CompTown",
        "douban_ratings": "8.6"
      },
      {
        "name": "鸭乃桥论的禁忌推理",
        "updateDay": "周一",
        "type": "侦探 / 悬疑 / 推理",
        "introduction": "　　世界最顶尖的侦探学校“青蓝（BLUE）”，曾经有一位前途无量的稀世天才，那就是被称为青蓝创办以来最富天资之人——鸭乃桥论。而他却因为校内的某个事件，患上了作为侦探的致命“缺陷”，被逐出青蓝，并被禁止从事侦探工作。其后的五年，论一直在失意与百无聊赖中度日。直到有一天，警视厅搜查一课的刑警一色都都丸前来请他协助侦破连环杀人案，论停止的时间再次开始流动。一色都都丸知晓论的烦恼，热心地提出协助他，是个“单纯的傻瓜”。论称呼都都丸为“都都”，感觉与他的合作蕴藏着无限的可能性，便任命都都为自己的助手。这对略有隐情且反差巨大的侦探搭档，将一个又一个神秘案件华丽地侦破……",
        "actors": "  鸭乃桥论：阿座上洋平\n 一色都都丸：榎木淳弥\n  　　雨宫：日笠阳子\n  　修比兹：八代拓\n  翡翠臣疾：福山润\n  卯咲桃风：东山奈央",
        "production": "  　　导演：井畑翔太\n  系列构成：渡航\n  　　人设：石川雅一\n  　　音乐：辻阳\n  动画制作：diomedéa",
        "douban_ratings": "6.7"
      },
      {
        "name": "川越男子合唱团",
        "updateDay": "周一",
        "type": "校园 / 社团 / 日常 / 音乐 / 男团",
        "introduction": "　　“我实在没办法在别人面前唱歌。”\n　　圣歌队出身的出井天使想要歌唱却唱不出来，只好躲在家里的“简易隔音室”里默默唱歌。天使过着安稳的校园生活，一天他突然遇见了一位叫响春男的原管弦乐指挥家。跟春男的相遇，使他和平的日常一瞬间化作混沌…！\n　　春男虽为新锐，性格却有些问题，这导致他被赶出了所属乐团，要想回归，他必须达成一个条件：在川越学园创立一个新社团——仅男声的“男子合唱团”，并在“全国男子合唱比赛”中取得优胜。\n　　春男极其自我，天使和他的伙伴们受其纠缠，被迫加入“男子合唱团”。春男有着三大人格问题——“没气量”“不懂察言观色”“总是口吐暴言”，合唱团新社员们都很受不了他，但在他谜之指导下歌唱的过程中，他们不知不觉对合唱着迷。\n　　面对陆续登场的劲敌强队，川越学园男子合唱团能够完成“获得比赛优胜”这一有勇无谋的挑战吗？！一部充满深情合唱的热血青春喜剧就此开演！",
        "actors": "  出井天使：鹈泽正太郎\n  矢泽弘树：土田玲央\n  白鸟修二：小原悠辉\n  小桥快人：中西南央\n  茨户静男：金子诚\n  　足立尽：木村昴\n  　日向行：生田鹰司\n  　日向进：伊濑结陆\n  叶加濑友：叶山翔太\n 铃木柯蒂斯：深川和征",
        "production": "  　　导演：松本淳\n 系列构成：川越学园文艺部\n  角色原案：えびも\n  　　人设：渡边叶瑠\n  音乐：YUKI KANESAKA\n  　　　　　新理澄\n  　　　　　横山润子\n  动画制作：evg\n  制作协力：\n　Telecom Animation Film",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "腼腆英雄（SHY）",
        "updateDay": "周二",
        "type": "超级英雄 / 战斗 / 救援 / 超能力 / 贴贴",
        "introduction": "　　21世纪已过半，世界各国都有英雄，各具特色且拥有超人般的力量。然而日本的英雄「SHY」却是个极度腼腆怕羞的人。虽然不善于面对众人、社会的眼光，但还是在苦恼之中努力解救需要帮助的人！",
        "actors": "  红叶山辉：下地紫野\n 小石川惟子：东山奈央\n  　　艾努：杉田智和\n    SPIRITS：能登麻美子\n STARDUST：三木真一郎\nLADY BLACK：铃代纱弓\n  　　眠龙：村濑步\n  　　天帝：井上喜久子\n　STIGMA：田村睦心\n  　斯维塔：泽城美雪",
        "production": "  　　导演：安藤正臣\n  系列构成：中西泰博\n  　　编剧：中西泰博\n  　主人设：田中雄一\n 总作画导演：高井里沙\n  　　　　　末田晃大\n　CG导演：相泽枫马\n  　　音乐：椿山日南子\n  动画制作：8-bit",
        "douban_ratings": "5.1"
      },
      {
        "name": "我推是反派大小姐。",
        "updateDay": "周二",
        "type": "奇幻 / 恋爱 / 搞笑 / 转生 / 异世界 / 百合",
        "introduction": "　　虽然我是乙女向游戏的女主角，但我不能喜欢反派大小姐吗？转生成为乙女向游戏《Revolution》的女主角——蕾·泰勒的社畜OL大桥零。她想推（支持）的角色，不是攻略对象的王子们，而是反派大小姐——克莱尔·弗朗索瓦。蕾不仅没有对克莱尔的坏心眼产生反感，反而还高兴地接受了。这是容易连累周围人体质的主人公别具一格的恋爱喜剧的开端。将自己别扭的爱转向蕾的反派大小姐克莱尔，她的未来究竟是哪边？",
        "actors": "  　　　蕾：芹泽优\n  　克莱尔：奈波果林\n  　　米夏：爱美\n  　　蕾妮：长谷川育美\n  　　罗德：KENN\n  　　赛因：浪川大辅\n  　　　优：日笠阳子\n  　萝蕾塔：松本沙罗\n  　　琵琵：栗坂南美\n  玛娜莉娅：水树奈奈",
        "production": "  　　导演：大庭秀昭\n  系列构成：久尾步\n  　　编剧：久尾步\n  　　人设：佐藤阳子\n 总作画导演：佐藤阳子\n  　　　　　小林利充\n  　　音乐：朝仓纪行\n  　　　　　兔与马\n  动画制作：\n　　　　  PlatinumVision",
        "douban_ratings": "7.4"
      },
      {
        "name": "亡骸游戏 后半篇",
        "updateDay": "周二",
        "type": "奇幻 / 战斗 / 群像 / 逆穿越",
        "introduction": "　　与此世截然不同的异世界——\n　　身经百战的士兵“灾厄歼灭者”和稀世的死灵魔法使“尸神殿”，以世界和自身的存亡为赌注一决胜负。然后，舞台转向了新宿。\n　　极具冲击的异世界转生暗黑系幻想故事，就此拉开了帷幕！ ",
        "actors": "四乃山波尔卡：榊原优希\n  崎宫美咲：水濑祈\n  　缲屋匠：内田雄马\n  岩野目椿：江口拓也\n 荒濑耿三郎：冈本信彦\n  仓木丽莎：种崎敦美\n  　雷小幽：福圆美里\n 四乃山吕算：山路和弘\n 四乃山小夜：大地叶\n 阿字城泉奈：大久保瑠美",
        "production": "  　　导演：萨摩良宽\n  系列构成：小野学\n  　　人设：阿部恒\n  　　编剧：小野学\n  　　　　　菅原雪绘\n  　　　　　富田赖子\n  　　音乐：奈良悠树\n  　　　　　eba\n  　　　　うたたね歌菜\n  动画制作：GEEKTOYS",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "某大叔的VRMMO活动记",
        "updateDay": "周二",
        "type": "奇幻 / 冒险 / 战斗 / 网游 / 整活",
        "introduction": "　　平平无奇的喜欢打游戏的公司职员田中大地，登入了以超高自由度为傲的新型VRMMO《One More Free Life Online》的世界。\n　　在那个既可以全力打怪，也可以随心冒险的世界里，他所选择的是要将被评价为没法用的技能钻研至极的不起眼玩法！\n　　时而胡乱地做一堆很费工夫的药水，时而开发出过于美味的菜品，时而用自己的手搓超常武器去享受狩猎怪物——\n　　不起眼的大叔，今天也继续在奇幻VRMMO里走着自己的路！ ",
        "actors": "  　　大地：石川界人\n  田中大地：浪川大辅\n  妖精女王：上田丽奈\n  　　兹威：畠中祐\n  　美理伊：冈咲美保\n  　　龙酱：井泽诗织\n  　皮卡莎：森永千才\n  　　诺拉：朝井彩加\n  　　礼治：木内太郎\n  　风见袮：白井悠介",
        "production": "  　　导演：中泽勇一\n  系列构成：待田堂子\n  　　人设：渡部裕子\n  　　　　　大场优子\n  　　音乐：TECHNOBOYS PULCRAFT GREEN-FUND\n  动画制作：MAHO FILM",
        "douban_ratings": "4.9"
      },
      {
        "name": "圣剑学院的魔剑使",
        "updateDay": "周二",
        "type": "奇幻 / 战斗 / 冒险 / 校园 / 转生 / 后宫",
        "introduction": "　　最强魔王转生为十岁小孩！？与大姐姐们展开校园刀剑奇幻故事！\n　　最强的魔王雷欧尼斯为了迎接注定到来的决战，封印了自身的存在。然而跨越千年时光苏醒的他，竟然变回了十岁少年的模样！「为什么！？」「你怎么被关在这里？放心吧，姐姐会保护你的。」雷欧尼斯受到隶属于＜圣剑学院＞的美少女黎榭莉亚保护，并对剧变的世界感到惊愕。未知的敌人＜虚兽＞、＜第零七战术都市＞、以武器作为外形的异能之力──＜圣剑＞，尽管这些陌生的词语让他相当困惑，他依然进入了＜圣剑学院＞就读。在魔术消失的未来世界中，由最强魔王与美少女们交织而成、圣剑与魔剑的校园刀剑奇幻故事揭开序幕！ ",
        "actors": "  雷欧尼斯：井上麻里奈\n  黎榭莉亚：石川由依\n  　蕾吉娜：洲崎绫\n  艾尔菲涅：五十岚裕美\n  　　咲耶：黑木穗乃香\n  　　夏莉：仲田亚里沙\n  布莱卡斯：池添朋文\n  萝洁莉亚：加隈亚衣\n魔王雷欧尼斯：平川大辅",
        "production": "  　　导演：森田宏幸\n  系列构成：冈田邦彦\n  　　编剧：冈田邦彦\n  角色原案：遠坂あさぎ\n  　　　　　萤幻飞鸟\n  　　人设：野口孝行\n  　　　　　早坂皋月\n  　　音乐：野见祐二\n  动画制作：Passione",
        "douban_ratings": "5.9"
      },
      {
        "name": "B-PROJECT ～热烈＊Love Call～",
        "updateDay": "周二",
        "type": "音乐 / 偶像 / 团体 / 娱乐圈",
        "introduction": "　　偶像团体“B-PROJECT”成功举办第二次JAPAN DOME LIVE，这使业界巨头唱片公司“GANDARA MUSIC”迎来一个转变的时机。\n　　担任A&R的主人公澄空翼除了“KITAKORE”“THRIVE”“MooNs”“KiLLER KiNG”这几个组合之外，还将负责不同领域的歌手组合“Ultras”。\n　　B-PROJECT与Ultras的相遇引发协同效应，刺激热烈的“Love Call”即刻响起——！",
        "actors": "  　澄空翼：濑户麻沙美\n 北门伦毗沙：小野大辅\n  是国龙持：岸尾大辅\n  金城刚士：丰永利行\n  阿修悠太：花江夏树\n  爱染健十：加藤和树\n  增长和南：上村祐翔\n 音济百太郎：柿原彻也\n  王茶利晖：森久保祥太郎\n  野目龙广：大河元气",
        "production": " 综合制作人：西川贵教\n  　　导演：武田睦海\n  系列构成：小中绮良\n　　　　　  MAGES.\n  　　人设：岩佐智子\n  　　音乐：MAGES.\n  动画制作：旭Prodcution",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "葬送的芙莉莲",
        "updateDay": "周二",
        "type": "奇幻 / 冒险 / 公路片 / 师徒 / 后日谈",
        "introduction": "　　魔法使芙莉莲与勇者辛美尔等人一同经历了10年的冒险，最终打倒魔王，为世界带来了和平。芙莉莲身为活了千年以上的精灵，她与辛美尔等人约好再次相会后，便独自踏上旅程。在那之后过了50年，芙莉莲造访辛美尔的所在地，但她与50年前长得一模一样，相较之下辛美尔已经老去，早已时日无多。之后，芙莉莲亲眼见到过世的辛美尔，深深感悟自己至今都没有去「了解他人」，对此感到懊悔的她，决定「为了了解他人」而踏上旅程。与各种人的邂逅，以及各式各样的遭遇，正在这趟旅程的前方等着她──",
        "actors": "  　芙莉莲：种崎敦美\n  　　菲伦：市之濑加那\n  休塔尔克：小林千晃\n  　辛美尔：冈本信彦\n  　　海塔：东地宏树\n  　　艾泽：上田燿司\n　  古瓦尔：安元洋贵\n　  伏拉梅：田中敦子\n　  阿乌拉：竹达彩奈\n　  琉古纳：诹访部顺一",
        "production": "  　　导演：斋藤圭一郎\n  系列构成：铃木智寻\n  　　人设：长泽礼子\n 总作画导演：长泽礼子\n3DCG导演：广住茂德\n  　　音乐：Evan Call\n  动画制作：MADHOUSE",
        "douban_ratings": "9.4"
      },
      {
        "name": "Paradox Live THE ANIMATION",
        "updateDay": "周二",
        "type": "科幻 / 偶像 / 音乐 / 嘻哈",
        "introduction": "　　近未来，呈现饱和状态的HIP HOP文化之中，全新潮流“幻影Live”诞生。Rapper们凭借含有名为“幻影金属”的特殊金属配饰，与自身DNA产生化学反应，创造出连结情感的幻影，以绚丽的舞台表演让年轻人为之狂热。而在舞台上以表演吸引观众的代价，即是自己身上将出现“创伤幻觉”。\n　　风格迥异的4组顶尖HIP HOP团体收到「CLUB Paradox」发出的神秘比赛「Paradox Live」邀请函。为了证明自己的音乐才是No.1，14位嘻哈歌手决定接下战帖。幻影舞台上的嘻哈BATTLE，光明与黑暗交错，狂热对决正式展开。\n　　在第一轮大赛中，「cozmez」夺得了胜利，但比赛的热浪震撼了传奇队伍“武雷管”的心，燃起了新一波活动的火种。“武雷管”向全国公告，即将展开全新的活动。“这次比赛将决定下一个传奇的诞生。参加条件只有一个，就是身为“幻影Rapper”。比赛越演越烈，将“幻影LIVE”升华到前所未见的高度。谁将成为下一个传奇？ ",
        "actors": "  　朱雀野：梶原岳人\n  　燕夏准：村濑步\n  　　安妮：96猫\n  西门直明：竹内良太\n  神林匋平：林勇\n  　　　枣：花江夏树\n  暗堂四季：寺岛惇太\n矢户乃上珂波汰：小林裕介\n矢户乃上那由汰：丰永利行\n  翠石依织：近藤孝行",
        "production": "  　　导演：安藤尚也\n  系列构成：伊神贵世\n  　　编剧：伊神贵世\n  　　人设：羽田浩二\n 总作画导演：羽田浩二\n  　　　　　小美野雅彦\n  　　音乐：岩崎琢\n  动画制作：PINE JAM",
        "douban_ratings": "6.6"
      },
      {
        "name": "重生之道 天竺篇（东京复仇者）",
        "updateDay": "周二",
        "type": "热血 / 战斗 / 穿越",
        "introduction": "　　主角‧武道做什么事情都不顺，又住在破旧老公寓里，从电视上得知初中时期的前女友‧日向无端卷入帮派火并而身亡。\n　　某天他在月台等车，居然跌落铁轨，正他以为自己死定了，回神之后却发现自己回到12年前的初中时期。后来又遇上了日向的弟弟‧直人，告诉他12年后发生的事实，要求他要保护姐姐，双方握手之后他又再次回到现代…。 ",
        "actors": "  花垣武道：新祐树\n  　橘日向：和气杏未\n  　橘直人：逢坂良太\n 佐野万次郎：林勇\n  龙宫寺坚：福西胜也\n  松野千冬：狩野翔\n  　三谷隆：松冈祯丞\n  　柴八戒：畠中祐\n  场地圭介：水中雅章\n  　林良平：野津山幸宏",
        "production": "  　　导演：初见浩一\n  系列构成：武藤康之\n  　　人设：大贯健一\n  　　　　　太田惠子\n　 3D导演：平将人\n  　　音乐：堤博明\n  动画制作：LIDENFILMS",
        "douban_ratings": "7.9"
      },
      {
        "name": "勇者赫鲁库",
        "updateDay": "周三",
        "type": "奇幻 / 搞笑 / 冒险 / 王道 / 吐槽",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "7.4"
      },
      {
        "name": "圣女魔力无所不能 第二季",
        "updateDay": "周三",
        "type": "奇幻 / 恋爱 / 异世界 / 穿越 / 凤傲天",
        "introduction": "　　二十多岁的OL小鸟游圣因【圣女召唤的仪式】被异世界召唤了。但是，她没有被认作是【圣女】。 出现在被召唤的房间的第一王子，带着和圣一起被召唤的另一位少女御园爱良离开了房间。 被冷落的圣生气了。赶快从这个国家出来。 这样下了决心。但是现实是残酷的。 最后她决定留在王宫内。但不是自称【圣女】而是作为【普通人】。 ",
        "actors": "  小鸟游圣：石川由依\n  艾尔柏特：樱井孝宏\n  　　约翰：江口拓也\n  　　尤里：小林裕介\n  　　裘德：八代拓\n  御园爱良：市之濑加那\n  　奥斯卡：逢坂良太\n  　　天宥：小林千晃\n  　　青澜：三木真一郎",
        "production": "  　　导演：井畑翔太\n  系列构成：渡航\n  　　人设：石川雅一\n  　　音乐：黑田贤一\n  动画制作：diomedéa",
        "douban_ratings": "5.8"
      },
      {
        "name": "巨兽防卫企业（BULLBUSTER）",
        "updateDay": "周三",
        "type": "科幻 / 机战 / 巨兽 / 职场",
        "introduction": "　　“发射一枚导弹需要花费多少？”“战斗人员的制服干洗费用是多少？”这是以现实的主题为观点，至今未闻的“经济上正确的”机器人英雄故事。\n　　年轻的技术人员冲野铁郎，带着自己开发的新型机器人BULLBUSTER，被派往害兽驱除公司波止工业。对于从小就憧憬着机器人的他来说，能够成为一名机器人驾驶员，就像做梦一样。\n　　然而，在充满期待的冲野面前的，是快要倒闭的公司以及每发射一枚导弹时产生的资金问题，这是完全与想象不符的残酷现实！？\n　　“打倒巨兽说起来简单，可别忘了，实行起来是要花很多钱的！！”机器人的燃料费、驾驶员的人工费，甚至一颗子弹的浪费都是不可接受的。\n　　在消灭巨兽的“理想”和成本的“现实”的夹缝中，波止的未来会是怎样？ ",
        "actors": "  冲野铁郎：千叶翔也\n二阶堂阿尔美：濑户麻沙美\n  田岛钢二：三木真一郎\n  白金美雪：高田忧希\n 片冈金太郎：鱼建\n 武藤银之助：楠大典\n  　铅修一：内田雄马",
        "production": "  　　导演：青木弘安\n  系列构成：青木弘安\n  角色原案：洼之内英策\n  　　人设：片桐贵悠\n  　　音乐：得田真裕\n  动画制作：NUT",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "捡走被人悔婚的千金，教会她坏坏的幸福生活",
        "updateDay": "周三",
        "type": "奇幻 / 日常 / 搞笑温情 / 甜度爆表",
        "introduction": "　　不论之前过得多不幸，今后由我来教会你幸福——首先，要把你养得白白胖胖的！\n　　住在森林深处，讨厌与人往来的魔法师亚伦，不但被称作“魔王”，周遭的人也都对他感到多有畏惧。\n　　过着隐居生活的他，某日捡到了倒在路边的千金夏绿蒂。她被安上莫须有的罪名，更遭到悔婚，从祖国逃到这里来。\n　　听闻这些原委的亚伦，回想起自己曾被深信是伙伴的成员背叛的苦涩经验。\n　　听到她年仅十七岁，一直过着被人压榨的生活，亚伦下定决心——\n　　要让她住在自己家里……灌输她各种坏坏却幸福的事情。 ",
        "actors": "  　　亚伦：杉田智和\n  　夏绿蒂：早见沙织\n  　艾露卡：Lynn\n  　米雅哈：大空直美\n  　　豪雪：置鲇龙太郎\n  　　　露：种崎敦美\n  娜塔莉亚：前田佳织里\n  德洛特亚：长江里加\n  　　约尔：神尾晋一郎\n  　　哈维：绿川光",
        "production": "  　　导演：浅见隆司\n  系列构成：内田裕基\n  角色原案：みわべさくら\n  　　　　　桂イチホ\n  　　人设：铃木美音织\n 总作画导演：铃木美音织\n  　　　　　阿部智之\n  　　音乐：甲田雅人\n  动画制作：ZERO-G\n  　　　　　数字网络动画",
        "douban_ratings": "6.1"
      },
      {
        "name": "想要成为影之实力者！ 第二季",
        "updateDay": "周三",
        "type": "奇幻 / 战斗 / 搞笑 / 装逼 / 异世界 / 龙傲天",
        "introduction": "　　「吾名暗影。乃潜伏于暗影之中，狩猎暗影之人……」\n　　少年希德憧憬着以路人身份隐藏自身力量，不为人知地介入故事，展现实力的「影之强者」──转生到异世界后，企图充分享受这种设定的希德，为了击溃妄想中的敌人「黑暗教团」而暗中大显身手。\n　　然而，这个教团似乎真的存在……？\n　　同时，因为他顺势收为部下的少女们「会错意」，希德在一无所知的状态下成了真正的「影之强者」，一行人建立起来的「暗影庭园」，将歼灭这世上的黑暗！ ",
        "actors": "  　　希德：山下诚一郎\n  　克莱儿：日高里菜\n  　　玛莉：加隈亚衣\n  　　雪女：伊藤静\n  　加格诺：小山刚志\n  克里姆森：杉田智和\n  伊丽莎白：早见沙织\n  　阿尔法：濑户麻沙美\n  　　贝塔：水濑祈\n  　　伽玛：三森铃子",
        "production": "  　　导演：中西和也\n  系列构成：加藤还一\n  角色原案：东西\n  　　人设：饭野诚\n3DCG导演：滨村敏郎\n  　　音乐：末广健一郎\n 动画制作人：中村浩士\n  动画制作：Nexus",
        "douban_ratings": "8.5"
      },
      {
        "name": "赛马娘 第三季",
        "updateDay": "周三",
        "type": "校园 / 运动 / 竞技 / 成长 / 赛马拟人 ",
        "introduction": "　　这是一个讲述继承了另一个世界的光辉名字与灵魂的“赛马娘”的故事。\n　　北部玄驹幼时见证了东海帝王的奇迹，自己也想纵身跃入那光彩动人的舞台之中。里见光钻陪在发小北部玄驹的身边为她的梦想加油打气，同时为完成自身使命而努力挣扎。尽管强大的对手和难以反抗的命运阻挡在面前，北部玄驹心中怀揣着信赖的伙伴给予的话语，沐浴在众人的加油声当中，现在，她朝着梦想开始奔跑！",
        "actors": "  北部玄驹：矢野妃菜喜\n  里见光钻：立花日菜\n  里见皇冠：铃代纱弓\n  高尚骏逸：夏吉优子\n  万籁争鸣：MAKIKO\n  大鸣大放：秋奈\n  东海帝王：Machico\n  目白麦昆：大西沙织\n  　黄金船：上田瞳\n  　特别周：和气杏未",
        "production": "  　　导演：及川启\n  系列构成：永井真吾\n  剧本导演：小针哲也\n  系列构成：小针哲也\n  　　人设：椛岛洋介\n  　　　　　辻智子\n 　　 音乐：\n  UTAMARO movement\n  动画制作：STUDIO KAI",
        "douban_ratings": "7.9"
      },
      {
        "name": "神选（KAMIERABI）",
        "updateDay": "周三",
        "type": "异能战斗 / 大逃杀",
        "introduction": "暂无",
        "actors": "  小野护郎：浦和希\n  佐和穗花：松本沙罗\n  　秋津丰：内田修一\n  能岛千歌：阿部菜摘子\n  　天昂辉：梶原岳人\n  二奈唯世：楠木灯\n 冲野美津子：菲鲁兹·蓝\n  雨野辰哉：新祐树\n  　　拉尔：佐仓绫音",
        "production": "  　　导演：濑下宽之\n　 　 原案：横尾太郎\n  系列构成：Jin\n  　　编剧：Jin\n  　　人设：大久保笃\n  　　音乐：MONACA\n  　　制片：Slow Curve\n  动画制作：UNEND",
        "douban_ratings": "5.6"
      },
      {
        "name": "绊之Allele 第二季",
        "updateDay": "周四",
        "type": "校园 / 虚拟偶像 / 科幻 / 音乐",
        "introduction": "　　这是一个，少女们由“牵绊”相连的故事。如彗星般在虚拟世界中登场，人气飞涨的Kizuna AI。在蝉联5年“Virtual Grid Award”顶峰——金兔奖（Lapin d'Or）后，突然从人们的视野中悄然离去。此后时间流逝——\n　　这里是专为向虚拟世界输出优秀人才设立的学校，ADEN学园。众多学生聚集在此，每日为了各自的梦想全力奋斗。\n　　“我也想，成为爱酱那样的虚拟艺人！” 少女Miracle怀揣着这份对Kizuna AI的憧憬，进入了ADEN学园。今后她遇见的人们，也都有着各不相同的思绪，经历着自己的学园时光。\n　　Get Ready（准备好了吗）?——",
        "actors": "  　米拉可：日原步美\n  　　库昂：川口莉奈\n  　诺艾尔：贯井柚佳\n  　克莉丝：小玉光\n  　　莉兹：塙有咲\n  　尼斯卡：松冈侑李\n  　　杰西：兰笛\n  　　艾莉：吉木悠佳\n  　　莎拉：夏目妃菜\n  　　哈尔：矢野妃菜喜",
        "production": "  　　导演：驹屋健一郎\n  系列构成：赤尾凸\n  　　人设：朝香栞\n  　　　　　森田二惟奈\n 总作画导演：朝香栞\n  　　　　　森田二惟奈\n  　　　　　高桥瑞纪\n  　　音乐：坂部刚\n  动画制作：WIT STUDIO\n  　　　　　SIGNAL.MD",
        "douban_ratings": "8.5"
      },
      {
        "name": "16bit的感动 ANOTHER LAYER",
        "updateDay": "周四",
        "type": "Galgame业界 / 职场 / 穿越 / 搞笑",
        "introduction": "　　秋里木叶是个非常喜欢美少女与美少女游戏的插画家。她梦想成为超人气画家而在美少女游戏制作公司奋斗，然而现实却不怎么顺利…… 在公司倾向于手游全盛期的现代，木叶只能作为次要插画家，每天都在画路人角色。\n　　有一天，她意外从游戏店的店主那里得到了过去的名作美少女游戏。打开《同级生》的包装，木叶突然被耀眼的光芒所包围，回过神来，她已穿越回过去，那个美少女游戏的黄金时代！",
        "actors": "  秋里木叶：古贺葵\n  　六田守：阿部敦\n 上原芽衣子：堀江由衣\n  下田香织：川澄绫子\n  　六田胜：伊藤健太郎\n  五味川清：福岛润\n  山田冬夜：山根绮",
        "production": "  　　导演：佐久间贵史\n  　　编剧：若木民喜\n  　　　　　高桥龙也\n  　　人设：佐佐木政胜\n  　　音乐：小林康太\n  动画制作：st.SILVER",
        "douban_ratings": "7.7"
      },
      {
        "name": "咒术回战 第二季",
        "updateDay": "周四",
        "type": "奇幻 / 热血 / 战斗 / 校园 / 妖魔",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "8.9"
      },
      {
        "name": "浪客剑心 -明治剑客浪漫谭-（神剑闯江湖）",
        "updateDay": "周四",
        "type": "热血 / 战斗 / 武士 / 时代剧",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "7.5"
      },
      {
        "name": "冒险者女儿到大都市当了S级冒险者",
        "updateDay": "周四",
        "type": "奇幻 / 冒险 / 日常 / 亲情 / 养女儿",
        "introduction": "　　在老家的农村过着如冒险者一般的生活的贝尔格里夫，将在森林里捡到的女儿安洁琳养大，送她前往大都市。收到久违的女儿即将回乡的消息，但却迟迟不见女儿回来，担心与日俱增。另一方面，每天为讨伐高等级魔物而奋斗、已成为公会最高级别“S级”的安洁琳，虽然想要回到最爱的父亲身边，但是由于陆续出现的魔物们的存在，回老家的路一直被阻挡…… “我到底什么时候才能见到爸爸啊……！” 亲子之间的互动和亲情，扣人心弦的战斗场面，温馨的异世界幻想开幕！！ ",
        "actors": "  　安洁琳：早见沙织\n 贝尔格里夫：诹访部顺一\n  　安奈莎：河濑茉希\n  米莉娅姆：大久保瑠美\n  赫维缇卡：井上麻里奈\n  　　萨莎：水野朔\n  　　赛莲：市之濑加那\n  玛格丽特：菲鲁兹·蓝\n  格拉哈姆：大冢芳忠\n  　夏洛特：高尾奏音",
        "production": "  　总导演：森健\n  　　导演：村田尚树\n  系列构成：百濑祐一郎\n  角色原案：toi8\n  　　人设：柴田淳\n 总作画导演：柴田淳\n  　　音乐：藤间仁\n  动画制作：台风Graphics",
        "douban_ratings": "5.4"
      },
      {
        "name": "魔法使的新娘 第二季 后半篇（魔法师的爱徒）",
        "updateDay": "周四",
        "type": "奇幻 / 恋爱 / 治愈 / 魔法 / 人外",
        "introduction": "　　不是全部。但是，智世接受了艾利亚斯和她自己。在卡达飞尔斯睡着后恢复了日常生活的她，收到了魔术师互助组织“学院”的邀请函……\n　　大英图书馆的地下室……一个与以往不同的魔术师们的世界。与“人”的相遇与交往，缓缓打开了新的门扉。这是拯救你亦是拯救我的故事。",
        "actors": "  羽鸟智世：种崎敦美\n  艾利亚斯：竹内良太\n  　　路兹：内山昂辉\n  　喜儿琦：远藤绫\n  　　露西：津田美波\n  菲洛梅拉：河濑茉希\n  　　利安：山下诚一郎\n  　　佐伊：小林大纪\n  维罗妮卡：上田丽奈\n  　艾萨克：西山宏太朗",
        "production": "  　　导演：寺泽和晃\n  　　编剧：高羽彩\n  　　　　　米内山阳子\n  　　　　　西中千晶\n  　　人设：加藤宽崇\n 总作画导演：德冈纮平\n   CGI导演：宫地克明\n  　　音乐：松本淳一\n  动画制作：Studio Kafka",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "仙魔大战（圣魔大战）",
        "updateDay": "周四",
        "type": "奇幻 / 冒险 / 战斗 / 天使与恶魔",
        "introduction": "　　对于热爱仙魔贴纸的人来说，贴纸的价值是无可替代的。运送时要像银行运送现金一样严格保护，一年前还发生过被称为“三亿张仙魔贴纸事件”的盗窃案。\n　　努力做着快递兼职的高中生大和，有一天，被卷入围绕贴纸的战斗。\n　　菲尼克斯店长的便利店·天使市场以容易开出闪贴而闻名，不仅是仙魔贴纸的粉丝，就连以对面的便利店·恶魔小店为据点的人们也在觊觎。\n　　敌我两派的昔日伙伴。命运的战斗现在开始！！",
        "actors": "  　　大和：梶田大嗣\n  　　牛若：森岛秀太\n  　　杰克：橘龙丸\n  菲尼克斯：齐藤壮马\n  　马里斯：小西克幸\n  　　胡德：阿座上洋平\n  　　彼得：榊原优希\n  阿里巴巴：田丸笃志\n  　一本钓：梅原裕一郎\n  　照光子：市来光弘",
        "production": "  　　导演：月见里智弘\n  系列构成：绫奈由仁子\n  角色原案：武井宏之\n  　　人设：大和田彩乃\n  　　音乐：三泽康广\n　  　制片：SHIN-EI动画\n  动画制作：Lesprit",
        "douban_ratings": "5.0"
      },
      {
        "name": "铁路浪漫谭 第二季",
        "updateDay": "周五",
        "type": "架空 / 日常 / 火车拟人",
        "introduction": "　　正和63年10月。因大废线而使铁路消失殆尽的国家——日之本。\n　　九州隈元县御一夜市。为了重振不景气的经济，成功进行了以蒸汽机车8620和铁路人偶八六为主角的观光振兴。作为铁路复兴圣地的这座城市，为了进一步振兴铁路，并促进全国铁路事业者——掌车人们之间的交流，计划举办“第一届掌车人节”。火车的驾驶控制用人型模块“铁路人偶”们也在各自主人的带领下从全国集合起来。受人类连日会议的刺激，她们意气相投地表示“我们也想做些什么”，以知名的铁路人偶“铃白”为中心举行了“铁路人偶峰会”。在站前的“亚麻色咖啡厅”集合，为了给“掌车人节”增添更多色彩而绞尽脑汁。",
        "actors": "  　　蟹子：田中理惠\n  　诺瓦尔：山根绮\n  　　奈子：岛袋美由利\n  　　虎子：日高里菜\n  　　切子：田所梓\n　  　　海：本渡枫\n　  木木木：楠木灯\n　  　铃城：上坂堇",
        "production": "  　　导演：箙みちる\n  角色原案：Cura\n  　　　　　田上俊介\n  　　人设：佐藤天昭\n  动画制作：\n　　横滨Animation Lab\n　　   CLOUD HEARTS",
        "douban_ratings": "5.8"
      },
      {
        "name": "柚木家的四兄弟。",
        "updateDay": "周五",
        "type": "日常 / 搞笑 / 家庭 / 兄弟 / 亲情 / 治愈",
        "introduction": "　　父母2年前突然离世后，只有四兄弟互相扶持…… 稳重的长男准、可靠的次男尊、可爱的四男岳，还有想帮忙却不得要领的三男凑，欢笑和泪水交错的四兄弟物语START！！",
        "actors": "  　柚木隼：岩崎谅太\n  　柚木尊：户谷菊之介\n  　柚木凑：樱井美雪\n  　柚木岳：寺泽百花\n  雾岛宇多：松冈美里\n  雾岛和歌：唯野明里\n  　雾岛咲：M·A·O\n 雾岛虎次郎：立木文彦\n 二阶堂悠真：国府咲月",
        "production": "  　　导演：本乡满\n  　　人设：田中织枝\n 总作画导演：田中织枝\n  　　音乐：周防义和\n  动画制作：朱夏",
        "douban_ratings": "7.4"
      },
      {
        "name": "大小姐与看门狗",
        "updateDay": "周五",
        "type": "恋爱 / 黑道 / 校园 / 少女",
        "introduction": "　　濑名垣一咲，今年春天开始上高中一年级——因为家里是黑道，周围的人都很害怕她，但是今后想普通地交友，普通地恋爱！\n　　一咲决定选择离家较远的高中就读，不料过度保护的少当家宇藤启弥虚报年龄走后门也进入了一咲的高中！？\n　　启弥说着“恋爱对一咲来说太早了”，坚决不让男人靠近她。但其实一咲从很久以前开始就单相思着启弥…！？ ",
        "actors": " 濑名垣一咲：鬼头明里\n  宇藤启弥：梅原裕一郎\n  田贯干男：榎木淳弥\n  关谷香织：中原麻衣",
        "production": "　  　导演：高本宣弘\n  系列构成：皋月彩\n  　　编剧：皋月彩\n  　　人设：番由纪子\n  　　音乐：伊藤翼\n  动画制作：project No.9",
        "douban_ratings": "4.7"
      },
      {
        "name": "放学后少年花子君",
        "updateDay": "周五",
        "type": "校园 / 恋爱 / 日常 / 灵异 / 搞笑 / 外传",
        "introduction": "　　“喂，你知道这个学校有关七大怪谈的神奇传言吗？”\n　　据说旧教学楼3楼女厕所第三间里有“厕所里的花子”，只要交出自己重要的东西就能让他帮忙实现愿望。\n　　海鸥学园七大怪谈之一·厕所里的花子君，以及成为了他的助手的超自然少女·八寻宁宁。在这个灵异事件频发的学园，他们和平的日常生活是什么样的？\n　　这是主线故事没有描写出来的放学后的片刻惬意时光。",
        "actors": "  花花子君：绪方惠美\n  八寻宁宁：鬼头明里\n  　　源光：千叶翔也\n  　　源辉：内田雄马\n  　赤根葵：佐藤未奈子\n  　苍井茜：土岐隼一\n  　七峰樱：安济知佳\n  日向夏彦：水岛大宙\n  　　　司：绪方惠美\n  　　三叶：小林大纪",
        "production": "  　　导演：北村真咲\n  系列构成：长友一马\n  　　人设：樋上彩\n 总作画导演：樋上彩\n  　　音乐：高木洋\n  　制作人：西村僚\n  动画制作：Lerche",
        "douban_ratings": "7.8"
      },
      {
        "name": "地下忍者",
        "updateDay": "周五",
        "type": "现代化忍者 / 搞笑 / 战斗 / 黑色幽默",
        "introduction": "　　曾经盛极一时的日本忍者，在战后被GHQ强迫解散组织而消失。\n　　然而，事实上，忍者至今依旧暗中存在，人数据说多达20万人。而且一部分精锐忍者在国家级的对抗中负责执行秘密任务，相当活跃。\n　　另一方面，下级忍者却是经常拿不到工作，其中之一的云隐九郎也一样，过着宛如尼特族般的生活……\n　　但是，这样的九郎终于有了重大的“忍务”！ ",
        "actors": "  云隐九郎：坂泰斗\n  　　加藤：新垣樽助\n  日比奇迹：畠中祐\n  　　铃木：种崎敦美\n  蜂谷紫音：山下大辉\n  　　川户：安济知佳\n  　　大野：长\n  　　瑛太：内田修一\n  　　野口：德井青空\n  　　小津：相马康一",
        "production": "  　　导演：桑原智\n  系列构成：大知庆一郎\n  　　编剧：大知庆一郎\n  　　人设：结城信辉\n 总作画导演：氏家章雄\n  　　　　　岩崎令奈\n 音乐：小鹫翔太 濑尾祐介\n  　 中野定博 MK Ryu*\n  动画制作：\n　　　手冢Production",
        "douban_ratings": "7.5"
      },
      {
        "name": "Dr.STONE 石纪元 第三季 后半篇",
        "updateDay": "周五",
        "type": "科幻 / 冒险 / 热血 / 搞笑 / 重建文明",
        "introduction": "　　自全人类被神秘现象瞬间石化之后，已过去了几千年——\n　　千空，一个有着超越常人的头脑，彻头彻尾的科学少年醒来了。面对着文明已经灭绝的石之世界，千空决心以科学的力量重建地球，他找来了同伴，建立起了“科学王国”。但是，他们碰上了由灵长类最强高中生狮子王司统领的“武力帝国”。司为了净化人类，决心以强大的武力，阻止科学的发展。经过科学与武力的大战，千空等人的科学王国取得优势，两国最终和解。司因为背叛而陷入了冷冻睡眠状态，而千空为了复活全人类，决心率领科学王国前往石化光线的产生地——地球另一头的新世界。迈向全世界，解开石化之谜！\n　　石世界的大航海时代终于拉开了序幕！",
        "actors": "  石神千空：小林裕介\n  七海龙水：铃木崚汰\n  大木大树：古川慎\n  　小川杠：市之濑加那\n  　　琥珀：沼仓爱美\n  　克罗姆：佐藤元\n  　　金狼：前野智昭\n  　　银狼：村濑步\n  　　琉璃：上田丽奈\n  　　西瓜：高桥花林",
        "production": "　　  导演：松下周平\n  系列构成：木户雄一郎\n　  　编剧：木户雄一郎\n　  　人设：岩佐裕子\n　  　音乐：加藤达也\n　  　　　　堤博明\n　　　  YUKI KANESAKA\n  动画制作：\n　　TMS Entertainment",
        "douban_ratings": "9.1"
      },
      {
        "name": "宝可梦 地平线",
        "updateDay": "周五",
        "type": "奇幻 / 冒险 / 竞技 / 精灵宝可梦",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "8.0"
      },
      {
        "name": "盾之勇者成名录 第三季",
        "updateDay": "周五",
        "type": "奇幻 / 冒险 / 战斗 / 穿越 / 异世界",
        "introduction": "　　盾之勇者岩谷尚文在讨伐四灵之一“灵龟”之后，前往其他异世界击败了复活灵龟的元凶——京，回到了梅洛马格。新的四灵“凤凰”即将复活，尚文本想为与其战斗做准备，却得知在灵龟骚乱中拖了后腿的三勇者下落不明，他自己的领地也没有足够的防卫力量。尚文打算将流落各地的露罗洛纳村居民寻回，为今后的战斗做准备，便前往泽特布尔，试图解救被作为奴隶在此贩卖的居民。在此过程中，他与拉芙塔莉雅和菲洛一起参加了地下赌博斗技。求救的亚人们，心碎的三勇者，以及在幕后蠢动的婊子·麦茵。各种思绪交错之中，尚文究竟能否坚持自己坚信的道路。",
        "actors": "  岩谷尚文：石川界人\n 拉芙塔莉雅：濑户麻沙美\n  　　菲洛：日高里菜\n  　莉希雅：原奈津子\n  　天木炼：松冈祯丞\n  北村元康：高桥信\n  　川澄树：山谷祥生\n  　　梅蒂：内田真礼\n  艾克雷尔：青木瑠璃子\n  米蕾莉亚：井上喜久子",
        "production": "  　　导演：垪和等\n 系构/编剧：小柳启伍\n  　　　  KINEMA CITRUS\n  　　人设：小松沙奈\n  　  Franziska van Wulfen\n  　　　　　诹访真弘\n3DCG导演：越田祐史\n  　　音乐：Kevin Penkin\n  动画制作：\n　　　KINEMA CITRUS",
        "douban_ratings": "6.0"
      },
      {
        "name": "哥布林杀手 第二季",
        "updateDay": "周五",
        "type": "冒险 / 战斗 / 黑暗奇幻 / 猎杀 / 血腥",
        "introduction": "　　“我不拯救世界，只管杀哥布林。”\n　　据说这间边境公会里，有个只靠讨伐哥布林就升上银等（位列第三阶）的罕见案例…… 一名女神官成为冒险者后，首次加入团队，就在冒险中陷入了危机。而拯救了她的，正是这名人称「哥布林杀手」的男子。他不择手段，不辞劳苦，潜心扫荡哥布林。女神官被这样的他牵着走，公会的柜台小姐感谢他，儿时玩伴的牧牛少女等候他。一名森人（Elf）少女听闻他的事迹，也现身委托任务…… ",
        "actors": " 哥布林杀手：梅原裕一郎\n  　女神官：小仓唯\n  妖精弓手：东山奈央\n  　牧牛妹：井口裕香\n  柜台小姐：内田真礼\n  矿人道士：中村悠一\n  蜥蜴僧侣：杉田智和\n  　　魔女：日笠阳子\n  　长枪手：松冈祯丞\n 少年魔术师：伊濑茉莉也",
        "production": "  　总导演：尾崎隆晴\n  　　导演：高田美里\n  系列构成：仓田英之\n  　　编剧：仓田英之\n  角色原案：神奈月升\n  　　人设：加藤裕美\n  　　音乐：末广健一郎\n  动画制作：LIDENFILMS",
        "douban_ratings": "6.8"
      },
      {
        "name": "经验丰富的你和经验为零的我交往的故事",
        "updateDay": "周五",
        "type": "校园 / 恋爱 / 搞笑 / 逆天 / 日常",
        "introduction": "　　「我、我喜欢你！」「咦……稀饭尼？」\n　　充满边缘人气质的高中生，加岛龙斗因为玩惩罚游戏而向位于校园阶级金字塔最上层，也是他所爱慕的白河月爱告白。\n　　却得到「嗯，反正人家现在也是单身」的意外回答而与她开始交往。\n　　龙斗又是尾随月爱偷听型男足球社员对她告白，又是被刚开始交往的月爱带到她的房间……\n　　无论是身边朋友或兴趣嗜好都大相迳庭的两人，每天过着对彼此间的差异感到惊讶，且接纳对方的日子，接着……两人获得成长，逐渐心意相通。\n　　凡读过必感暖心的爱情故事，就此展开！",
        "actors": "  加岛龙斗：花江夏树\n  白河月爱：大西沙织\n  黑濑海爱：古贺葵\n  山名笑琉：福原绫香\n  谷北朱璃：楠木灯\n 伊地知祐辅：落合福嗣\n  仁志名莲：阪口大助\n  关家柊吾：前野智昭\n　　  KEN：KUN",
        "production": "  　　导演：大庭秀昭\n  系列构成：福田裕子\n  角色原案：magako\n  　　人设：伊藤阳祐\n  　　音乐：羽冈佳\n  动画制作：ENGI",
        "douban_ratings": "5.3"
      },
      {
        "name": "明日方舟：冬隐归路",
        "updateDay": "周六",
        "type": "科幻 / 热血 / 战斗",
        "introduction": "　　矿石病——\n　　那是会让人体逐渐结晶化直至死亡的不治之症。\n　　罗德岛制药公司为研制出治疗矿石病的特效药物，并为解决天灾与矿石病带来的各种问题与争端、改善感染者的处境而不断采取着行动。\n　　为阻止感染者组织整合运动的暴行，罗德岛与炎国城市龙门签订协议，为实现各自的目标而共同行动着。\n　　在经历了与米莎和碎骨的战斗之后，阿米娅无法接受现实，独自消沉着。\n　　而在另一边，罗德岛向分城废墟派遣的侦察小队，注意到了废城中出现的特异现象……",
        "actors": "  　　博士：甲斐田幸\n  　阿米娅：黑泽朋世\n  　　　陈：石上静香\n  　凯尔希：日笠阳子\n  　　　煌：中原麻衣\n　  　灰喉：福圆美里\n　  　陨星：种田梨沙\n  　　霜叶：加隈亚衣\n　  杰西卡：广桥凉\n　　   Ace：松山鹰志",
        "production": "  　　导演：渡边祐记\n  角色原案：唯@W\n  　　人设：高藤彩\n  系列构成：\n　　　　Yostar Pictures\n  　　音乐：林友树\n 动画制作人：畑岳央\n  动画制作：\n　　　　Yostar Pictures",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "催眠麦克风 第二季",
        "updateDay": "周六",
        "type": "偶像 / 音乐 / 嘻哈",
        "introduction": "　　使用武力的战争不再存在、由女性掌握着霸权的H历。在没有男性的中王区内，女性主持着政治事务，制定了H法案：禁止制造杀伤人类的武器且销毁所有既存的武器。\n　　但世界上并不是没有争斗存在。争斗的方法是通过干涉人类精神的被称为“催眠麦克风”的装置，作用于人的神经系统，对人产生影响。\n　　男性生活于中王区外的池袋、横滨、涩谷、新宿、大阪、名古屋等区域（Division）内。由作为各个区域代表的MC组合，使用Rap进行对决，进行领土的争夺。\n　　在这并不是通过兵器，而是通过语言战斗的世界。赌上男人的尊严的领土战争开始了。 ",
        "actors": "  山田一郎：木村昴\n  山田二郎：石谷春贵\n  山田三郎：天崎滉平\n 碧棺左马刻：浅沼晋太郎\n  入间铳兔：驹田航\n毒岛梅森理莺：神尾晋一郎\n  饴村乱数：白井悠介\n 梦野幻太郎：齐藤壮马\n 有栖川帝统：野津山幸宏\n 神宫寺寂雷：速水奖",
        "production": "  　　导演：小野胜巳\n  系列构成：吉田伸\n  　　人设：芝美奈子\n  　　　　　森田莉奈\n 总作画导演：森田莉奈\n  　　　　　落合瞳\n　　　　　  黑岩裕美\n　　  音乐：R・O・N\n  动画制作：A-1 Pictures",
        "douban_ratings": "6.3"
      },
      {
        "name": "女友成堆 第二季（女朋友and女朋友）",
        "updateDay": "周六",
        "type": "恋爱 / 校园 / 搞笑 / 日常 / 逆天 / 后宫",
        "introduction": "　　向井直也是一名高中一年级生。在向一直很喜欢的佐木咲告白以后，顺利让她成为了女朋友。目前正处于幸福的顶端。\n　　但是，美少女水濑渚向直也搭话并让直也和她走一趟。渚突然对直也发动强烈的告白，并希望两人能够交往。在受到渚的好人性格而让心中产中动摇的直也，做出了某个决定…！！\n　　从令人意外的选择开始，新基准的爱情喜剧！！",
        "actors": "  向井直也：榎木淳弥\n  　佐木咲：佐仓绫音\n  　水濑渚：和气杏未\n  星崎理香：竹达彩奈\n  桐生紫乃：高桥李依\n  星崎理沙：古贺葵",
        "production": "  　　导演：铃木孝聪\n  系列构成：大知庆一郎\n  　　编剧：大知庆一郎\n  　　　　　犬饲和彦\n  　　人设：萩原祥子\n  　　音乐：佐久间奏\n  　　　　　齐木达彦\n  　　　　　樱井美希\n  　　　　　中岛纯子\n  动画制作：SynergySP",
        "douban_ratings": "7.7"
      },
      {
        "name": "不死不运（不死不幸）",
        "updateDay": "周六",
        "type": "奇幻 / 战斗 / 热血 / 异能",
        "introduction": "　　少女出云风子，具有给接触到的人带来不幸的能力UNLUCK。就在她准备结束自己的人生之时，拥有不死能力UNDEAD的男人安迪出现在她面前。安迪为了获得真正的死亡，决定利用风子的能力。两人决定共同行动，但是同样拥有异能者的组织派出的两位杀手出现在他们面前。 ",
        "actors": "  　　安迪：中村悠一\n  出云风子：佳原萌枝\n  　波伊德：乃村健次\n  　　　沈：花江夏树\n  　　吉娜：悠木碧\n  　朱易丝：伊濑茉莉也\n  　　比利：小山力也\n  塔蒂亚娜：钉宫理惠\n  　　托普：冈本信彦\n  　　尼柯：游佐浩二",
        "production": "  　　导演：八濑祐树\n  系列构成：蓜岛岳斗\n  　　人设：守冈英行\n 总作画导演：守冈英行\n  　　　　　石本峻一\n  　　　　　德田梦之介\n　 CG导演：高野慎也\n  　　音乐：末广健一郎\n  动画制作：\n　　　david production",
        "douban_ratings": "8.2"
      },
      {
        "name": "破灭之国",
        "updateDay": "周六",
        "type": "奇幻 / 复仇 / 战斗 / 魔法 / 血腥",
        "introduction": "　　在这个世界，神所派遣的魔女使用魔法的力量帮助人类发展起了文明。然而，人类智慧带来的超产业革命，使魔女成为不必要的存在。大国利迪亚帝国，为了排除魔法这种非科学的力量，开始了魔女狩猎。\n　　少年阿德尼斯的养育之亲兼最爱的魔女·克萝耶被皇帝杀死，发誓向人类复仇。在一次魔女大闹监狱时，阿德尼斯被放出来了…… ",
        "actors": "  阿多尼斯：石川界人\n  　多罗卡：和气杏未\n  　库洛艾：白石凉子\n  　　大和：日野聪\n  　　　雪：远野光\n  　　白兔：谷山纪章",
        "production": "  　　导演：元永庆太郎\n  系列构成：鸿野贵光\n  　　人设：加藤裕美\n　 CG导演：远藤诚\n  　　音乐：樱井美希\n  　　　　　兼松众\n  　　　　　中村巴奈重\n  动画制作：\n  　　  横滨Animation Lab",
        "douban_ratings": "4.8"
      },
      {
        "name": "松犬",
        "updateDay": "周六",
        "type": "萌宠 / 治愈 / 犬化 / 阿松",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "  　　导演：远藤彻哉\n  系列构成：小川瞳\n  　　　　　远藤彻哉\n  　　编剧：小川瞳\n  　　人设：长岛有辉\n  　　音乐：桥本由香利\n  　　　　　川田瑠夏\n  　　　　　设乐哲也\n  　　　　　关向弥生\n  动画制作：Point Pictures",
        "douban_ratings": "6.2"
      },
      {
        "name": "影之诗F 七影篇",
        "updateDay": "周六",
        "type": "卡牌 / 竞技",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "希望的力量～大人光之美少女'23～",
        "updateDay": "周六",
        "type": "奇幻 / 魔法少女 / 后传",
        "introduction": "暂无",
        "actors": "  　梦原希：三瓶由布子\n  　夏木玲：竹内顺子\n  春日野丽：伊濑茉莉也\n  秋元小町：永野爱\n 水无月香恋：前田爱\n 美美野来未：仙台惠理\n  　日向咲：树元织江\n  　美翔舞：榎本温子",
        "production": "  系列导演：滨名孝行\n  系列构成：成田良美\n  角色原案：稻上晃\n  　　　　　川村敏江\n  　　人设：中岛敦子\n  　　音乐：佐藤直纪\n  动画制作：东映动画\n  　　　　　Studio DEEN",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "特搜组大吾 救国的橘色部队",
        "updateDay": "周六",
        "type": "消防 / 救援 / 热血 / 职场",
        "introduction": "　　冲撞自身之壁奋斗的斧田骏，以少数的女性队员为目标的中村雪，还有拥有卓越的才能与不可或缺的觉悟的十朱大吾。以特种搜救队员（通称：橘色部队）为目标的3位年轻消防员相遇时，面对即将来袭的国难，救国的故事开始启程！",
        "actors": "  十朱大吾：榎木淳弥\n  　斧田骏：八代拓\n  　中村雪：佐仓绫音\n  　缠定家：中村悠一\n  山上恭介：稻田彻\n 五十岚哲平：武内骏辅\n  　碓井陆：小野冢贵志\n  　椿拓人：佐藤拓也\n  　长谷部：阿座上洋平\n  　　　渡：岩崎谅太",
        "production": "  　　导演：村田雅彦\n  系列构成：藤田伸三\n  　　人设：鹤田眸\n  　　　　　薮野浩二\n  3DCG导演：屋代纱希\n  　　音乐：住友纪人\n  动画制作：Brain's Base",
        "douban_ratings": "7.2"
      },
      {
        "name": "名侦探柯南",
        "updateDay": "周六",
        "type": "推理 / 悬疑 / 智斗",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "6.6"
      },
      {
        "name": "间谍过家家 第二季",
        "updateDay": "周六",
        "type": "搞笑 / 日常 / 校园 / 家庭 / 谍战",
        "introduction": "　　干练间谍〈黄昏〉奉命组成「家庭」，以便潜入名校。然而他所找到的「女儿」是会读心的超能力者！「妻子」是暗杀者？\n　　互相隐瞒真实身份的临时家庭，挺身对抗考试与世界危机的痛快家庭喜剧！ ",
        "actors": "  　劳埃德：江口拓也\n  　阿尼亚：种崎敦美\n  　　约尔：早见沙织\n  　　邦德：松田健一郎\n  　弗兰克：吉野裕行\n  西尔维亚：甲斐田裕子\n  　　亨利：山路和弘\n  　　尤里：小野贤章\n 　 达米安：藤原夏海\n  　　贝姬：加藤英美里",
        "production": "  　　导演：古桥一浩\n  　　　　　原田孝宏\n  系列构成：大河内一楼\n 副系列构成：古村大四郎\n  　　　　　久尾步\n  　　人设：岛田和晃\n 总作画导演：岛田和晃\n  3DCG导演：宫地克明 \n  动画制作：WIT STUDIO\n  　　　　　CloverWorks",
        "douban_ratings": "9.0"
      },
      {
        "name": "世界尽头的圣骑士 第二季（铁锈之山的君王）",
        "updateDay": "周六",
        "type": "奇幻 / 冒险 / 战斗 / 转生 / 异世界",
        "introduction": "　　过去被毁灭的死者之城—— 在这片远离人烟的土地上，有一个活着的孩子——威尔。养育少年的，是三名不死者。豪爽的骷髅剑士“布拉德”，端庄的神官木乃伊“玛丽”，乖僻的幽灵魔法师“伽斯”。三人把爱都倾注到了威尔身上。在他们的教导下，少年得以茁壮成长。\n　　不知不觉间，少年产生了一个疑问。 “……现在的“我”，到底是谁?” 隐藏在世界尽头的街道的不死者们的秘密，终将被威尔解开。\n　　善神的爱与慈悲。恶神的偏执与疯狂。\n　　“这是约定。虽然讲起来会有些长，不过就让我告诉你。关于许多英雄们与我们的死……也关系到你之所以活在这里的缘由。” ——知道这一切的时候，少年踏上了成为圣骑士的道路。 ",
        "actors": "  　　威尔：千叶翔也\n  　梅内尔：村濑步\n  　　　卢：四宫豪\n  雷斯托夫：乃村健次\n  格鲁雷兹：松田健一郎\n  　　　碧：铃木绘理\n  　托尼奥：游佐浩二\n  　巴格利：稻叶实\n埃塞尔巴尔多：田丸笃志\n 古雷斯菲露：悠木碧",
        "production": "  　　导演：岩永彰\n  系列构成：高桥龙也\n  角色原案：哑采弦二\n  　　人设：新井达也\n  　　　　　羽田浩二\n  　　音乐：高田龙一\n  　　　　　帆足圭吾\n  动画制作：OLM\n  　　　SUNRISE BEYOND",
        "douban_ratings": "5.8"
      },
      {
        "name": "家里蹲吸血姬的苦闷",
        "updateDay": "周六",
        "type": "奇幻 / 搞笑 / 误解系 / 贴贴",
        "introduction": "　　「……咦？什、什么？」\n　　一天到晚窝在家的少女黛拉可玛莉，通称「可玛莉」一觉醒来，居然被大力提拔成为帝国的将军！\n　　而且可玛莉率领的，还是一支以下犯上风气盛行、嗜血又暴力的部队。\n　　可玛莉出生在吸血鬼名门世家，却因讨厌血而背负「三不」——「运动神经不行」、「身高不够高」、「不能用魔法」。正当她走投无路时，她（应该要成为）心腹的女仆薇儿在这时建言：\n　　「请交给我吧。我一定会让那些部下会错意的！」\n　　靠着虚张声势和好运气屡战屡胜的可玛莉，一部欢乐的幻想故事诞生！\n　　虽然一天到晚宅在家里，但可玛莉是「肯努力就能做得到的孩子」！？",
        "actors": "  　缇拉鞠：楠木灯\n  薇儿赫泽：铃代纱弓\n  　　朔奈：石见舞菜香\n  　妮莉娅：菲鲁兹·蓝\n 天津迦流罗：岛袋美由利\n  　　卡莲：日笠阳子\n  米莉桑德：雨宫天\n  格特鲁德：日高里菜\n  峰永小春：木野日菜\n  　梅露可：上田丽奈",
        "production": "  　　导演：南川达马\n  系列构成：大知庆一郎\n  角色原案：りいちゅ\n  　　人设：下谷智之\n  　　音乐：椎名豪\n  动画制作：project No.9",
        "douban_ratings": "7.6"
      },
      {
        "name": "狩龙人拉格纳",
        "updateDay": "周日",
        "type": "冒险 / 战斗 / 黑暗奇幻",
        "introduction": "　　“狩龙人”是一项挥舞银剑，狩猎恶龙，获取报酬的职业。\n　　狩龙人少年拉格纳，与拥有惊人的龙讨伐数的天才少女蕾欧妮卡组成搭档，开始了日复一日讨伐龙的挑战。他的愿望只有一个——“不变强也没关系，我只想一直待在蕾欧身边。”少年的愿望因最凶恶之龙的袭击而随之破灭。\n　　挑战绝对的强者，反抗强制的命运，向着极限前进——\n　　超克己主义异世界极限战斗！！ ",
        "actors": "  　拉格纳：小林千晃\n  　　绯红：村濑步\n  　史莱姆：菲鲁兹·蓝\n  　奇美拉：能登麻美子\n  　哥雷姆：东地宏树\n阿露缇玛迪亚：上田丽奈\n沃尔迪卡姆伊：诹访部顺一\n达拉迪克多拉：竹内良太\n  　奥鲁特：置鲇龙太郎\n  丝塔蕾亚：日高里菜",
        "production": "  　　导演：高桥贤\n  系列构成：赤尾凸\n  　　编剧：赤尾凸\n  　　人设：青木慎平\n　 3D导演：远藤诚\n  　　音乐：藤本浩二\n  　　　　　佐佐木收\n  动画制作：SILVER LINK.",
        "douban_ratings": "7.1"
      },
      {
        "name": "堤亚穆帝国物语",
        "updateDay": "周日",
        "type": "奇幻 / 搞笑 / 转生 / 误解系 / 逆天改命",
        "introduction": "　　头，还在，我变小了。在发生革命后数年的堤亚穆帝国，被蔑称为任性皇女的米雅被革命军推上了断头台处决……本应该被处死，醒来以后却发现自己变回了12岁的样子！看来这里是重新来过的世界――她的枕边放着的是处刑前自己所写的染血的日记。\n　　走上了第二人生的米雅，决定复兴帝国。是为了拯救百姓于饥饿之中？还是为了那些在内战中牺牲的士兵？都不是，自身也是为了躲避被送上断头台的命运！！\n　　这，这种事情很简单的！任性公主的行动居然引发了奇迹，改变历史的奇幻故事即将开始——",
        "actors": "  　　米雅：上坂堇\n  　　安妮：楠木灯\n  路德维希：梅原裕一郎\n  　阿贝尔：松冈祯丞\n  　　席翁：堀江瞬\n  　迪欧娜：高尾奏音\n  　拉斐娜：东山奈央\n  基斯伍德：增田俊树\n  　里奥菈：斋藤枫子\n  　库洛艾：高桥李依",
        "production": "  　　导演：伊部勇志\n  系列构成：赤尾凸\n  　　人设：大冢舞\n 总作画导演：大冢舞\n 　3D导演：江田恵一\n  　　音乐：藤本浩二\n  动画制作：SILVER LINK.",
        "douban_ratings": "6.7"
      },
      {
        "name": "新上司是天然呆",
        "updateDay": "周日",
        "type": "职场 / 日常 / 喜剧",
        "introduction": "　　治愈的职场喜剧！\n　　桃濑因为上司的职权骚扰，精神遭受打击，也犯了胃病，跳槽去了广告代理店做销售。但由于过去的创伤，他第一天上班就担心「新上司也职权骚扰的话该怎么办……」，结果因为胃痛而无法动弹。 就在这时，和他一起外出的新上司白崎采取了什么行动呢……？！你一定也会被上司出乎意料的「天然」所治愈——！！",
        "actors": "  白崎优清：梅原裕一郎\n 桃濑健太郎：西山宏太朗\n  青山光男：杉田智和\n  金城爱悟：福山润\n  　　白桃：下野纮",
        "production": "  　　导演：阿部记之\n  　副导演：河野亚矢子\n  系列构成：横谷昌宏\n  　　人设：安田京弘\n 总作画导演：安田京弘\n  　　　　　中村深雪\n  　　　　　岩崎令奈\n　 CG导演：栗林裕纪\n  　　音乐：中山真斗\n  动画制作：A-1 Pictures",
        "douban_ratings": "8.1"
      },
      {
        "name": "药屋少女的呢喃",
        "updateDay": "周日",
        "type": "推理 / 日常 / 宫廷 / 中国古风",
        "introduction": "　　「可否为我配制一帖♯♯？」猫猫的眼眸瞬间浮现出惊讶与好奇的色彩——\n　　位处大陆中央的某个大国，有位姑娘置身于皇帝宫阙之中。姑娘名唤猫猫，原在烟花巷担任药师，眼下则在后宫做下女。这个绝对称不上美女的姑娘很懂分寸，只是静待期满离宫。她有自信，皇帝绝对不会「宠幸」她。其间，猫猫得知皇子皆年幼早夭的事，并听闻连尚在人世的皇子皇女也身染重病，她开始调查他们的病因—— 广获赞誉的酣畅淋漓推理之作，众所期盼的第一集终于出版。以中世东方为舞台，「试毒」少女将一一解决宫中发生的悬疑案件！ ",
        "actors": "　　  猫猫：悠木碧\n　　  壬氏：大冢刚央\n　　  高顺：小西克幸\n　  玉叶妃：种崎敦美\n　  梨花妃：石川由依\n　  里树妃：木野日菜\n　  阿多妃：甲斐田裕子\n　　  梅梅：潘惠美\n　　  白铃：小清水亚美\n　　  女华：七海弘希",
        "production": "  　　导演：长沼范裕\n  系列构成：长沼范裕\n  角色原案：筱冬子\n  　　人设：中谷友纪子\n  　　音乐：神前晓\n  　　　　　Kevin Penkin\n  　　　　　桶狭间有沙\n  动画制作：\n  TOHO animation STUDIO\n  　　　　　OLM",
        "douban_ratings": "8.1"
      },
      {
        "name": "重生者的魔法一定要特別",
        "updateDay": "周日",
        "type": "奇幻 / 冒险 / 校园 / 轮回 / 异世界",
        "introduction": "　　人类正面临最可怕的灾难——影之迷宫。戴基尔·阿曼德是迷宫里最后的6名幸存者之一。他们试图挑战迷宫的最后关卡，然而却以失败告终，世界最终走向灭亡。当以为一切已经结束的那刻，戴基尔却回到了13年前的过去？！当时的戴基尔正要进入帝国最强的魔法学院赫布里温学院就读，并且与在迷宫中逝去的珍贵伙伴们重逢。为了拯救他心爱的人们与这个世界，他决心要改变过去...！距离影之世界出现的时间只剩3年了！快召集强悍的同伴一同拯救世界吧！",
        "actors": "  　戴基尔：寺岛拓笃\n  罗曼蒂卡：铃代纱弓\n  　　芙兰：藤原夏海\n  阿泽斯特：濑户麻沙美",
        "production": "  　　导演：川口太诗\n  系列构成：鸿野贵光\n  　　编剧：鸿野贵光\n  　　人设：加藤裕美\n  　　音乐：东大路宪太\n  动画制作：\n  　　　ARVO ANIMATION",
        "douban_ratings": "5.2"
      },
      {
        "name": "靠着魔法药水在异世界活下去！",
        "updateDay": "周日",
        "type": "奇幻 / 冒险 / 喜剧 / 转生 / 异世界 / 凤傲天",
        "introduction": "　　22岁的OL长濑香，因为负责管理时空之神的失误，失去了肉体，而且无法再回到原来的世界，只能转生至文明更为落后的世界。\n　　迫于无奈只能照办的香，告别了亲爱的家人与好友，向神提出了想要“能自由做出任何效果药品的能力”的要求，并更进一步取得道具箱、语言理解能力及稍微返老还童的身体。\n　　就这样，15岁的少女·香使用自己创造的药品——魔法药水，以稳定的生活为目标展开冒险！ ",
        "actors": "  　　　香：久住琳\n 塞莱斯蒂娜：东山奈央\n  弗朗西特：高柳知叶\n  　艾米尔：小泉萌香\n  　　贝儿：岩田阳葵\n  　雷艾特：北川菜月\n  　罗兰德：坂泰斗\n  　费尔南：木岛隆一\n  　　阿兰：大冢刚央\n  　法比欧：和田将弥",
        "production": "  　　导演：中西伸彰\n  系列构成：伊神贵世\n  角色原案：すきま\n  　　人设：菊永千里\n  　　音乐：堤博明\n  动画制作：寿门堂",
        "douban_ratings": "4.9"
      },
      {
        "name": "猪肝记得煮熟再吃",
        "updateDay": "周日",
        "type": "奇幻 / 搞笑 / 冒险 / 逆天 / 转生 / 松冈",
        "introduction": "　　生吃猪肝的我突然失去了知觉，我真是个笨蛋。才以为自己转生到了异世界，却只是变成一只猪！在猪圈里滚来滚去生活的我，遇到了能读取人心的少女 婕丝。噗嗤！好可爱！从猪的角度来看，就能从裙摆窥见纯白的……\n　　「那个，我能够听到你的心声哦……」\n　　糟了！欲望暴露无遗啊！\n　　「如果你愿意的话，只能一小会儿哦~」\n　　呃(⊙o⊙)，哈……!? 对于我仿佛禽兽般的欲望（虽然有一点退避三舍）也愿意接纳，被纯真少女照顾的生活。哎～呀，当猪还蛮不赖嘛？\n　　本故事描写这样的我们嚄嚄嚄的大冒险……照理说是这样，不过婕丝啊，为什么一直有人要你的命？！没有魔法和技能的猪啊，用智慧、机智和嗅觉拯救被残酷命运囚禁的少女吧! ",
        "actors": "　　  　猪：松冈祯丞\n  　　婕丝：楠木灯\n  　　诺德：伊东健人\n  　赛蕾丝：富田美忧\n  　布拉丝：能登麻美子",
        "production": "  　　导演：高桥雅之\n  系列构成：赤尾凸\n  　　人设：渡边奏\n  　　音乐：末广健一郎\n  　　　　　MAYUKO\n  动画制作：project No.9",
        "douban_ratings": "5.2"
      },
      {
        "name": "我们的雨色协议",
        "updateDay": "周日",
        "type": "FPS电竞 / 青春 / 情感 / 群像",
        "introduction": "　　与母亲和妹妹三人一起生活的高二学生·时野谷瞬。在父亲因事故去世，妹妹受伤后，他放弃了曾经痴迷的游戏，在网咖“FOX ONE”打工。\n　　边与身为青梅竹马的游戏朋友交往，边忙于打工和学习的瞬，突然发现“FOX ONE”负有巨额债务。为偿还债务，瞬和其他人一起为取得“扎克塞里昂锦标赛”的胜利并获得奖金而努力。\n　　怀着内疚的心情，瞬再次回到电竞游戏的世界，而在他面前出现的是曾与他一起玩游戏的“爆裂君”。\n　　在未知的相遇和经历，以及激烈的战斗中...瞬边苦恼着边他与伙伴们一起前进。\n　　通过游戏开始的他们的世界。这是讲述少年和家人，还有伙伴们的故事──。",
        "actors": "  时野谷瞬：小野贤章\n  三枝悠宇：雨宫天\n  　稻月望：水濑祈\n 时野谷美樱：麻仓桃\n  仙堂晓斗：木村良平\n  长岭流星：杉田智和\n  内岛睦生：松冈祯丞\n  佐藤星诗流：本渡枫\n 小鸟游惠美子：和气杏未",
        "production": "  　总导演：山本靖贵\n  　　导演：加藤大志\n  故事原案：兀兀\n  系列构成：高山克彦\n  　　　　　山本靖贵\n  角色原案：booota\n  　　人设：平山宽菜\n  　　音乐：神前晓\n  　　　　　MONACA\n  动画制作：Quad",
        "douban_ratings": "4.1"
      },
      {
        "name": "开阔天空！光之美少女",
        "updateDay": "周日",
        "type": "奇幻 / 美少女 / 战斗 / 贴贴",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "8.1"
      },
      {
        "name": "逃走中 GREAT MISSION",
        "updateDay": "周日",
        "type": "科幻 / 生存游戏 / 跑酷",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "6.1"
      },
      {
        "name": "偶像大师 百万现场！",
        "updateDay": "周日",
        "type": "偶像 / 音乐 / 娱乐圈 / 贴贴",
        "introduction": "　　想要抓住尚未见过梦想的春日未来。憧憬成为偶像的最上静香。不知晓全力以赴能获得什么的伊吹翼。\n　　被偶像的光芒给引导的3人所等待她们的是全新的伙伴。当39位偶像一同向 \"梦想\" 伸手抓住的时候，剧场将诞生出百万的光芒！ ",
        "actors": "  春日未来：山崎遥\n  最上静香：田所梓\n  　伊吹翼：Machico\n  　艾米莉：郁原优\n 　大神环：稻川英里\n  北上丽花：平山笑美\n  北泽志保：雨宫天\n  木下日向：田村奈央\n  高坂海美：上田丽奈\n  樱守歌织：香里有佐",
        "production": "  　　导演：绵田慎也\n　 CG导演：盐谷大介\n  系列构成：加藤阳一\n  　　编剧：加藤阳一\n  动画人设：石井哲哉\n  　　　　　茑佳穗里\n  　　音乐：Lantis\n  动画制作：白组",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "航海王（海贼王）",
        "updateDay": "周日",
        "type": "热血 / 战斗 / 冒险 / 搞笑 / 梦想",
        "introduction": "暂无",
        "actors": "暂无",
        "production": "暂无",
        "douban_ratings": "9.5"
      },
      {
        "name": "七大罪 默示录的四骑士",
        "updateDay": "周日",
        "type": "奇幻 / 冒险 / 战斗 / 热血 / 后传",
        "introduction": "　　《七大罪》续篇谭！！“圣战”16年之后的故事！！\n　　在一个被称为“神之一指”的边境地带，温柔少年·帕西瓦尔与祖父一起生活在哪里。然而，世界并没想让他们安宁。一个神秘的骑士·艾伦赛德的出现改变了他们的命运，揭露了令人震惊的秘密。少年踏上了无尽的旅途。\n　　不论你是否了解《七大罪》，都可享受！！万众期待的刺激的奇幻冒险！！",
        "actors": "  帕西瓦尔：小村将\n  　　唐尼：户谷菊之介\n  　纳西恩：岛田爱野\n  　　　安：中村栞奈\n  　　　森：内山昂辉\n  艾恩赛德：森川智之\n  佩尔加德：小山力也\n  　　亚瑟：国立幸\n  巴尔基斯：大冢明夫",
        "production": "  　　导演：小平麻纪\n  系列构成：村越繁\n  　　编剧：村越繁\n  　　人设：高田洋一\n  　　音乐：\n　　KOHTA YAMAMOTO\n  动画制作：\n　Telecom Animation Film",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "足球小将 第二季 世少篇（队长小翼）",
        "updateDay": "周日",
        "type": "运动 / 体育竞技 / 热血 / 足球",
        "introduction": "　　全国中学生足球大赛以南葛中和东邦学园的并列冠军结束。\n　　大赛后，为了参加在法国巴黎举行的国际青年足球锦标赛，日本青年足球代表队被选出。除了誓言在世界上飞跃的大空翼，还有日向、若岛津，以及在海外的若林、岬等的最强阵容。\n　　另一方面，实力不输日本的世界足球强国也开始了行动。德国的施耐德、法国的皮埃尔、阿根廷的迪亚斯、意大利的赫南德兹等，新的对手们也为夺得世界第一的宝座而聚集在巴黎。\n　　一场梦想和荣誉的激战即将开始！！",
        "actors": "  　大空翼：三瓶由布子\n  若林源三：铃村健一\n 日向小次郎：佐藤拓也\n  　岬太郎：福原绫香\n  若岛津健：梅原裕一郎\n  　石崎了：田村睦心\n  　松山光：羽多野涉\n  　三杉淳：齐藤壮马\n 卡尔‧海因茨：福山润\n  　赫尔曼：三宅健太",
        "production": "  　　导演：小野胜巳\n  　　人设：渡边一\n 总作画导演：渡边一\n  系列构成：富冈淳广\n  动画制作：STUDIO KAI",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "香格里拉边境",
        "updateDay": "周日",
        "type": "奇幻 / 冒险 / 战斗 / 热血 / 网游 / 王道",
        "introduction": "　　你是为了什么而玩游戏的？\n　　如果世上有100部神作，那么也存在着1000部粪作。这是喜爱粪作，同时也被粪作所爱的男人“阳务乐郎”，向粪作的对立面——神作「香格里拉边境」发起挑战的故事。\n　　原作网络小说的总阅览数超过5亿，并少见的跳过书籍出版直接在「周刊少年MAGAZINE」上改编成漫画开始连载。在这本拥有60年以上历史的漫画杂志上，赢得了读者问卷评比有史以来第一次的四冠王！\n　　本作品通过每个人都能拥有的游戏体验来描绘出一种新的幻想世界，为沉浸在过去记忆中的大人和生活在科技最前沿的年轻人都带来了新的冒险与刺激。\n　　一名“粪作猎人”向神作发起挑战，至高无上的\"游戏x幻想 \"的冒险故事，开幕！！",
        "actors": "  阳务乐郎：内田雄马\n  　斋贺玲：和气杏未\n  天音永远：日笠阳子\n  　鱼臣慧：小市真琴\n  　爱姆露：日高里菜\n 霸伊斯亚修：大冢明夫\n SAIGA-100 ：花守由美里\n   Animalia：千本木彩花\n 奥尔斯洛特：山下诚一郎",
        "production": "  　　导演：洼冈俊之\n  系列构成：笔安一幸\n  　　编剧：笔安一幸\n  　副导演：池下博纪\n  　　人设：仓岛亚由美\n 总作画导演：仓岛亚由美\n  　　音乐：高田龙一\n 　　　　　 广川惠一\n  　　　　　高桥邦幸\n  动画制作：C2C",
        "douban_ratings": "暂无人评分"
      },
      {
        "name": "OVERTAKE!",
        "updateDay": "周日",
        "type": "赛车 / 竞技",
        "introduction": "　　「F4」、全称四级方程式。其为检验车手能否立足于顶尖赛事「F1」而设立的方程式赛车的入门赛事，为更高级的赛事源源不断地输送着优秀的新人车手，自设立以来，就承担着「汽车运动的甲子园」的作用。\n　　而一位男人，踏入了那赛道之上。\n　　真贺孝哉。作为摄影师而活动着的他，现在由于某个原因正处漩涡的低谷之中。因为采访需要，而在富士赛道上见识了高中生「F4」车手浅雏悠车技的孝哉。被那份愚直却又诚挚的热情所感动，自己内心久久未曾感觉到的激情也在心中苏醒……。\n　　以此为契机，他决定与弱小的车队「小牧Motors」一同支持悠实现他的梦想。不知不觉间，无论性格还是年龄全都大相径庭的悠与孝哉的人生，已相互交错——。",
        "actors": "  　浅雏悠：古屋亚南\n  真贺孝哉：小西克幸\n 小牧锢太郎：畠中祐\n  春永早月：河西健吾\n  德丸俊轨：八代拓\n 蜜泽亚梨子：上田丽奈\n  　小牧太：佐佐健太\n  笑生教典：加藤将之",
        "production": "  　　导演：青木英\n  系列构成：关根步美\n  　　监修：高山克彦\n  角色原案：志村贵子\n  　　人设：松本昌子\n　 CG导演：町田政弥\n  　　　　　井口光隆\n  　　音乐：うたたね歌菜\n  动画制作：TROYCA",
        "douban_ratings": "7.8"
      },
      {
        "name": "凹凸魔女的母女故事",
        "updateDay": "周日",
        "type": "日常 / 温馨搞笑 / 母女 / 整活 / 贴贴",
        "introduction": "　　一个独自生活在森林里的魔女亚丽莎，某天捡到了一个人类婴儿。虽然她很困惑，但还是决定抚养她，并取名比欧拉。16年后，比欧拉展现出了远超亚丽莎想象的成长…… 什么，长得太快了！！容貌逆转的母女的凹凸不平的闹剧喜剧在此登场！！",
        "actors": "  　亚丽莎：古贺葵\n  　比欧拉：水树奈奈\n  菲尼克斯：土师孝也\n  　　莉拉：朴璐美\n  　吉里克：大地叶\n  　　露娜：关根明良\n  　芬尼尔：近藤孝行\n  　格林德：小野大辅\n  　　邦德：小西克幸\n  　阿乌利：诹访部顺一",
        "production": "  　　导演：高田真宏\n  系列构成：GyroKnuckle\n  　　人设：吉田美和\n  　　音乐：myu\n  动画制作：A-Real",
        "douban_ratings": "6.8"
      },
      {
        "name": "超超超超超喜欢你的100个女孩子",
        "updateDay": "周日",
        "type": "校园 / 恋爱 / 搞笑 / 整活 / 逆天后宫",
        "introduction": "　　初中的毕业典礼上，爱城恋太郎进行了人生的第100次告白，但和先前的99次一样，都被拒绝了。恋太郎在男女间的评价一直都很好，但总是无法被女孩当作恋爱对象。\n　　这天，恋太郎来到了祈求缘分的神社，在他虔诚膜拜时，神出现了。神告诉恋太郎，在升上高中后恋太郎将会遇到命运之人，并且总共有100人……。DEAD·OR·LOVE的学园新生活开幕！！ ",
        "actors": " 爱城恋太郎：加藤涉\n 花园羽香里：本渡枫\n  院田唐音：富田美忧\n  　好本静：长绳麻理亚\n  荣逢凪乃：濑户麻沙美\n  药膳楠莉：朝井彩加\n  　神大人：千叶繁",
        "production": "  　　导演：佐藤光\n  系列构成：青岛崇\n  　　人设：矢野茜\n 总作画导演：矢野茜\n  　　音乐：睦月周平\n  　　　　　泷泽俊辅\n  　　　　　eba\n  动画制作：\n  Bibury Animation Studios",
        "douban_ratings": "8.0"
      },
      {
        "name": "暴食狂战士",
        "updateDay": "周日",
        "type": "奇幻 / 冒险 / 战斗 / 逆袭 / 废材升级流",
        "introduction": "　　把敌人的一切吞噬殆尽！被贬为废物的少年即将展开下克上的戏码——\n　　在技能的优劣决定一切的世界，担任城门守卫的斐特因为自己持有的技能《暴食》是个只会让肚子变饿的没用能力，而被迫过着最低阶的生活。不过在他偶然解决掉侵入城内的盗贼后，世界彻底改变。没错，斐特持有的技能《暴食》，其实隐藏着能夺取杀害对象的技能和能力值的惊人力量。就这样，原本只能像只蝼蚁苟活下去的斐特，命运悄悄地，也迅速地开始转动——",
        "actors": "  　菲伊特：逢坂良太\n  　格利德：关智一\n  　洛琪希：东城日沙子\n  　　玛茵：松冈美里\n  　艾丽丝：关根瞳",
        "production": "  　　导演：柳泽哲也\n  系列构成：国泽真理子\n  角色原案：fame\n  　　人设：古泽贵文\n  　　音乐：大野裕一\n  　　制片：Genco\n  动画制作：ACGT",
        "douban_ratings": "5.2"
      }
    ],
    animeByDay: [],
    day : null
  },
  onLoad: function (options) {
    const selectedDay = options.day;
    this.setData({day: selectedDay})
    const selectedAnime = this.data.animeData;
    const Day = selectedAnime.filter(item => item.updateDay === selectedDay);
    this.setData({
      animeByDay: Day,
    });
  },
  gotoDetail: function (event) {
    const animeName = event.currentTarget.dataset.name;
    const animeDay = event.currentTarget.dataset.updateDay;
    const animeType = event.currentTarget.dataset.type;
    const animeIntroduction = event.currentTarget.dataset.introduction;
    const animeActors = event.currentTarget.dataset.actors;
    const animeProduction = event.currentTarget.dataset.production;
    const animeRate = event.currentTarget.dataset.douban_ratings;
    wx.navigateTo({
      url: `/pages/detail/detail?name=${animeName}&day=${animeDay}&type=${animeType}&intro=${animeIntroduction}&actors=${animeActors}&prod=${animeProduction}&rate=${animeRate}`
    });
  },
  
  navigateBack: function () {
    wx.navigateBack();
  }
});

